[
  {
    "_id": {
      "id": "68498236a100312bea079008"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079008.webp",
    "title": "Йорданія: шлях у Петру",
    "article": "Петра — одне з нових чудес світу, і вживу воно вражає ще більше. Ми пройшли Сік — вузький каньйон, який веде до Скарбниці, і вразилися масштабом стародавнього міста, висіченого у скелях. День минув у дослідженні храмів, амфітеатрів і гробниць. А ввечері ми залишилися на нічне шоу, коли Петра освітлюється сотнями свічок. Атмосфера була настільки чарівною, що здавалося, час повернувся на тисячі років назад.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-01-10",
    "favoriteCount": 4
  },
  {
    "_id": {
      "id": "68498236a100312bea07901f"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07901f.webp",
    "title": "Персидська затока: сучасність Дубая",
    "article": "Дубай — це місто майбутнього. Хмарочоси, серед яких Бурдж-Халіфа, вражають масштабом, а торгові центри нагадують цілі міста. Ми піднялися на оглядовий майданчик, щоб побачити панораму пустелі і моря. Але найбільше сподобався старий район Аль-Фахіді з вузькими провулками і традиційними ринками. Дубай — це поєднання традицій і інновацій.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-02-18",
    "favoriteCount": 17
  },
  {
    "_id": {
      "id": "68498236a100312bea07902a"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07902a.webp",
    "title": "Фінляндія: хатинка серед озер",
    "article": "Фінляндія — це країна тисяч озер і тиші. Ми орендували маленьку хатинку посеред лісу, де вечори проводили у сауні, а ранки — на човні, ловлячи рибу. Це була подорож у світ спокою і простоти. Найбільше вразили білі ночі, коли сонце майже не заходить. Фінляндія подарувала відчуття єдності з природою.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2024-10-27",
    "favoriteCount": 10
  },
  {
    "_id": {
      "id": "68498236a100312bea079027"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079027.webp",
    "title": "Бразилія: карнавал у Ріо-де-Жанейро",
    "article": "Карнавал у Ріо — це море кольорів, музики і танців. Вулиці заповнені людьми у яскравих костюмах, а самба звучить усюди. Ми провели ніч на параді шкіл самби, спостерігаючи за грандіозними платформами і танцівниками. Атмосфера була настільки енергійною, що навіть втома зникала. Карнавал у Ріо — це свято життя, яке варто пережити хоча б раз.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-07-01",
    "favoriteCount": 6
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff5"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff5.webp",
    "title": "Солончаки Уюні: дзеркало неба в Болівії",
    "article": "Солончаки Уюні — це місце, де небо і земля зливаються. Ми вирушили на джипах у триденний тур і побачили, як безкрайня біла рівнина перетворюється на дзеркало після дощу. Це виглядає так, ніби йдеш по хмарах. Вночі небо над солончаками було настільки ясним, що здавалось — можна доторкнутися до зірок. Ми зупинялись у маленьких готелях, збудованих із солі, і куштували місцеві страви. Уюні — одне з тих місць, які неможливо забути, бо воно виходить за межі уяви.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-11-13",
    "favoriteCount": 24
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff6"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff6.webp",
    "title": "Ретрит у Карпатах: тиша гір і сила природи",
    "article": "Карпати — це не лише піші походи і лижі. Ми вирішили провести кілька днів у ретриті в маленькому селі, де головною розвагою було споглядання гір. Ранкові практики йоги, прогулянки стежками, купання у гірських річках і вечори біля вогнища зробили цю подорож особливою. Це була нагода зупинитися і почути себе. Карпати подарували відчуття спокою і наповненості. У статті ділюся тим, як організувати ретрит самостійно, де зупинитися і що взяти із собою, щоб відчути гармонію.",
    "category": {
      "id": "68fb50c80ae91338641121f1"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-02-05",
    "favoriteCount": 8
  },
  {
    "_id": {
      "id": "68498236a100312bea07902d"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07902d.webp",
    "title": "Камбоджа: Ангкор-Ват на світанку",
    "article": "Ангкор-Ват — це храмовий комплекс, який варто побачити хоча б раз у житті. Ми прокинулися о 4-й ранку, щоб зустріти світанок. Сонце повільно піднімалося над шпилями храму, і це було магічне видовище. Ми провели цілий день, досліджуючи руїни і храми, зарослі джунглями. Камбоджа відкрила нам велич своєї історії.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-08-21",
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea079004"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079004.webp",
    "title": "Сицилія: вулкани, міста і смаки",
    "article": "Сицилія — це поєднання історії, природи і кулінарії. Ми піднімалися на Етну, гуляли вузькими вуличками Таорміни і смакували канолі на місцевих ринках. Кожне місто має свій характер: Палермо з його шумними вулицями, Сіракузи з античними руїнами, Чефалу з мальовничими пляжами. Сицилія відкрилася як острів контрастів, де кожен день приносить нові відкриття.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-03-08",
    "favoriteCount": 29
  },
  {
    "_id": {
      "id": "68498236a100312bea079032"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079032.webp",
    "title": "Мадагаскар: алея баобабів",
    "article": "Алея баобабів — одне з найфотогенічніших місць світу. Ми вирушили туди на заході сонця, коли гігантські дерева відкидали довгі тіні. Атмосфера була магічною, а небо грало відтінками рожевого і золотого. Місцеві діти гралися поруч, сміючись і розповідаючи легенди про ці дерева. Мадагаскар відкрився нам як острів, де природа і люди живуть у гармонії.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-06-07",
    "favoriteCount": 21
  },
  {
    "_id": {
      "id": "68498236a100312bea078feb"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078feb.webp",
    "title": "Секретні маршрути лагуни Венеції",
    "article": "Венеція завжди асоціюється з гондолами, площею Святого Марка та натовпами туристів. Але якщо зійти з головних вулиць, відкривається зовсім інше місто. Ми провели кілька днів у кварталі Каннареджо, де місцеві п’ють ранкову каву у маленьких барах і торгують на ринках. Тут немає суєти, а вузькі канали нагадують сцену зі старовинних картин. Ввечері ми сіли на човен і попливли до острова Мурано, щоб побачити, як склодуви створюють справжні дива з вогню і скла. Венеція у такому форматі — тиха, автентична і чарівна. У цій статті ми ділимось маршрутами, що дозволяють уникнути натовпу та побачити справжнє обличчя лагуни.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-06-07",
    "favoriteCount": 25
  },
  {
    "_id": {
      "id": "68498236a100312bea079006"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079006.webp",
    "title": "Тайвань: велоподорож уздовж узбережжя",
    "article": "Тайвань став для нас країною відкриттів. Ми орендували велосипеди і проїхали кілька сотень кілометрів уздовж східного узбережжя. Дорога вела повз гірські ущелини, рисові поля і пляжі. Зупинялися у маленьких гостьових будинках, куштували локальні страви і знайомилися з доброзичливими людьми. Тайвань показав себе як країна, де традиція поєднується з сучасністю, а природа вражає масштабом.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-06-05",
    "favoriteCount": 12
  },
  {
    "_id": {
      "id": "68498236a100312bea07903a"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07903a.webp",
    "title": "Канада: Ніагарський водоспад",
    "article": "Ніагарський водоспад — це справжнє диво природи, яке вражає своєю силою. Ми підійшли на оглядовий майданчик і відчули бризки на обличчі, навіть стоячи на відстані. Потім сіли на човен, який підвозить майже під самі потоки. Гул води був настільки гучним, що важко було говорити. Ввечері ми побачили, як водоспад підсвічується різними кольорами. Це місце, де природа демонструє свою міць і красу.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2024-08-28",
    "favoriteCount": 18
  },
  {
    "_id": {
      "id": "68498236a100312bea07902b"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07902b.webp",
    "title": "Малайзія: вежі-близнюки у Куала-Лумпурі",
    "article": "Куала-Лумпур — сучасне місто з азійським колоритом. Вежі-близнюки Петронас вражають своїм блиском і масштабом. Ми піднялися на оглядовий майданчик і побачили місто з висоти. Вулиці Чайнатауна подарували смак локшини і дім-самів. А мечеть Масджид Негара відкрила іншу сторону культури. Малайзія стала для нас прикладом гармонії різних традицій.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-05-27",
    "favoriteCount": 22
  },
  {
    "_id": {
      "id": "68498236a100312bea079007"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079007.webp",
    "title": "Норвегія: трек до фіордів",
    "article": "Фіорди Норвегії — це краса, яку важко описати словами. Ми вирушили у похід до Прекестулен і Тролтунґи. Підйоми були складними, але нагорода — вид на безкраї води і скелі — варта всіх зусиль. Норвегія вчить відчувати себе частиною природи. Кожен крок у цих горах дарує відчуття величі і свободи.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-03-27",
    "favoriteCount": 21
  },
  {
    "_id": {
      "id": "68498236a100312bea079034"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079034.webp",
    "title": "Єгипет: круїз по Нілу",
    "article": "Подорож по Нілу дозволила нам побачити Єгипет зовсім інакше. Ми пливли на кораблі від Луксора до Асуана, зупиняючись біля храмів і гробниць. Кожна екскурсія відкривала нову сторінку історії. Вечорами ми сиділи на палубі, дивлячись, як сонце сідає над річкою. Це був ідеальний спосіб поєднати відпочинок і знайомство з культурою.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-09-13",
    "favoriteCount": 11
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffd"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffd.webp",
    "title": "Лапландія: казкове Різдво з оленями",
    "article": "Подорож у Лапландію — це втілення зимової казки. Ми відвідали резиденцію Санта-Клауса у Рованіємі, каталися на санях із хаскі та годували північних оленів. А ще ми спостерігали північне сяйво прямо з вікна скляного іглу. Це було неймовірне відчуття — засинати під зірковим небом. Лапландія дарує відчуття дитячої радості, незалежно від віку. У статті — поради, як спланувати зимову подорож і що обов’язково спробувати.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-07-18",
    "favoriteCount": 22
  },
  {
    "_id": {
      "id": "68498236a100312bea07900d"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900d.webp",
    "title": "Туреччина: політ на повітряній кулі в Каппадокії",
    "article": "Каппадокія — це казковий пейзаж з печерними будинками і кам’яними «грибами». Але найбільше враження справив політ на повітряній кулі на світанку. Сотні куль здіймаються над долиною, і ти бачиш, як сонце поступово фарбує скелі в золотисті відтінки. Це один із тих досвідів, що залишаються назавжди. У статті ділюсь порадами, як підготуватися і яку компанію обрати для польоту.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-05-26",
    "favoriteCount": 11
  },
  {
    "_id": {
      "id": "68498236a100312bea07900e"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900e.webp",
    "title": "Канада: краса національного парку Банф",
    "article": "Канада вразила своїми горами і озерами. Ми провели кілька днів у парку Банф, де прогулянки вели до смарагдових вод озера Луїз і льодовика Колумбія. Кожен маршрут відкривав нові краєвиди. Увечері ми сиділи біля багаття, а вночі бачили північне сяйво. Банф — це місце, де відчуваєш велич природи і тишу гір.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-06-17",
    "favoriteCount": 23
  },
  {
    "_id": {
      "id": "68498236a100312bea079016"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079016.webp",
    "title": "Танзанія: на Кіліманджаро",
    "article": "Сходження на Кіліманджаро стало одним із найбільших випробувань у житті. Дні, проведені в поході, змінили наше сприйняття власних можливостей. Від тропічних лісів біля підніжжя до снігів на вершині — цей шлях показує, наскільки різною може бути природа. Світанок на вершині — момент, коли відчуваєш, що весь світ лежить біля твоїх ніг. Танзанія подарувала не лише краєвиди, а й віру у власні сили.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2025-04-13",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea07900a"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900a.webp",
    "title": "Португалія: серфінг у Назаре",
    "article": "Назаре відома у світі як місце з найбільшими хвилями. Ми приїхали сюди в серпні, і хвилі були не настільки гігантськими, як взимку, але все одно вражали. Ми взяли урок серфінгу і провели кілька днів у воді. Атмосфера містечка дуже дружня, серфери з усього світу діляться досвідом і підтримують одне одного. Назаре подарувала відчуття свободи і сили океану.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-08-06",
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea07903d"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07903d.webp",
    "title": "Австралія: Сіднейська опера",
    "article": "Сідней — сучасне місто з однією з найвідоміших будівель світу. Ми відвідали Сіднейську оперу і мали змогу побувати на виставі. Її архітектура вражає ззовні, але всередині ще більш захоплює. Поруч — гавань із мостом Harbour Bridge, звідки відкривається чудовий вид. Австралія залишила враження країни мистецтва і природи.",
    "category": {
      "id": "68fb50c80ae91338641121f9"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-04-10",
    "favoriteCount": 22
  },
  {
    "_id": {
      "id": "68498236a100312bea078fec"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fec.webp",
    "title": "Північне сяйво на Лофотенах: ніч, що світиться",
    "article": "Ми приїхали до Норвегії саме заради того, щоб побачити північне сяйво. Довгі вечори здавалися нескінченними, але очікування винагороджує. Коли небо очистилося від хмар, ми вперше побачили зелені хвилі світла, що рухалися небом. У Лофотенах цей феномен виглядає особливо яскраво завдяки віддзеркаленню у воді. Ми простояли кілька годин на морозі, не відчуваючи холоду, бо це було щось абсолютно неймовірне. У статті ділимось порадами: як підготуватися, коли найкращий сезон і яку фототехніку брати, аби зберегти цю магію на знімках.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-10-14",
    "favoriteCount": 21
  },
  {
    "_id": {
      "id": "68498236a100312bea079009"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079009.webp",
    "title": "Кенія: велике сафарі",
    "article": "Сафарі в Кенії — це зустріч із дикою природою в чистому вигляді. Ми вирушили до національного парку Масай-Мара і побачили левів, гепардів, жирафів і слонів. Найяскравішим моментом стала Велика Міграція антилоп гну, які переправлялися через річку. Це було видовищно і водночас драматично. Сафарі подарувало відчуття, що ми — лише гості в цьому величезному світі дикої природи.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-10-27",
    "favoriteCount": 14
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff8"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff8.webp",
    "title": "Намібія: червоні дюни і дика природа",
    "article": "Намібія вразила своїм масштабом і кольорами. Ми вирушили до пустелі Наміб, де червоні дюни змінюють відтінки протягом дня. Сосусвлей — місце, що виглядає як картина: мертві дерева на тлі палаючих пісків. Далі — сафарі в Етоша, де ми бачили слонів, жирафів і левів у природному середовищі. Ця країна вчить бачити красу в простоті і безкрайності. У статті я ділюсь маршрутом, який поєднує пустелю, океан і дику природу.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2024-12-06",
    "favoriteCount": 14
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff9"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff9.webp",
    "title": "Бутан: королівство щастя",
    "article": "Бутан — країна, яка вимірює добробут не ВВП, а рівнем щастя своїх громадян. Ми відвідали монастир Тигрове Гніздо, що височіє на скелі, і спілкувались із ченцями, які зберігають традиції століттями. Тут немає натовпів туристів, а кожне містечко живе у своєму ритмі. Нас вразила простота і щирість людей, які зустрічали нас усмішками. Бутан — це країна, де час зупиняється, і де відчуваєш гармонію з собою.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-10-17",
    "favoriteCount": 10
  },
  {
    "_id": {
      "id": "68498236a100312bea079020"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079020.webp",
    "title": "США: дорога 66",
    "article": "Route 66 — легенда американських доріг. Ми проїхали від Чикаго до Лос-Анджелеса, зупиняючись у маленьких містечках із динерами, мотелями і ретро-заправками. Дорога дала змогу відчути дух справжньої Америки — свободу, відкритий простір і пригоди. Кожна зупинка була маленьким відкриттям, а кульмінацією стала зустріч із Тихим океаном у Санта-Моніці.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-09-14",
    "favoriteCount": 10
  },
  {
    "_id": {
      "id": "68498236a100312bea079000"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079000.webp",
    "title": "Сеул: де традиція зустрічається з майбутнім",
    "article": "Південна Корея здивувала балансом стародавнього і сучасного. У Сеулі ми відвідали палац Кьонбоккун, а потім опинилися серед неонових вогнів району Ґаннам. Вдень — чайна церемонія у ханоку, ввечері — вулична їжа на ринку Мьон-дон. Особливе враження справила подорож до села Букчон, де старі будинки гармонійно сусідять із сучасними кафе. Корея — це країна, де повага до традицій і технологічний прогрес йдуть поруч.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-12-24",
    "favoriteCount": 14
  },
  {
    "_id": {
      "id": "68498236a100312bea079031"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079031.webp",
    "title": "Непал: шлях до базового табору Евересту",
    "article": "Трек до базового табору Евересту — мрія багатьох мандрівників. Ми йшли протягом двох тижнів, проходячи через села шерпів, піднімаючись усе вище. Кожна зупинка відкривала вид на нові вершини Гімалаїв. Найбільш хвилюючим був момент, коли ми нарешті побачили Еверест зовсім близько. Це була подорож, яка навчила витривалості і показала, що мрії здійсненні. У статті детально описую маршрут і те, як краще організувати таку пригоду.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-02-27",
    "favoriteCount": 23
  },
  {
    "_id": {
      "id": "68498236a100312bea078fed"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fed.webp",
    "title": "Тоскана: між виноградниками і середньовічними замками",
    "article": "Подорож у Тоскану — це завжди про баланс між природою і культурою. Ми орендували маленьке авто і вирушили у мандрівку вузькими дорогами, що ведуть через виноградники й оливкові гаї. У Сан-Джіміньяно нас зустріли вежі, що нагадують казкове середньовіччя, а у Монтальчино — дегустація вина Brunello, яке відоме у всьому світі. Кожне містечко має свою історію і характер. А найяскравішим моментом була вечеря у фермерському агротуризмо, де господарі приготували пасту власноруч. Тоскана — це регіон, який змушує закохатися з першого погляду і повернутися знову.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-05-28",
    "favoriteCount": 2
  },
  {
    "_id": {
      "id": "68498236a100312bea079038"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079038.webp",
    "title": "Туреччина: Стамбул між Європою і Азією",
    "article": "Стамбул — місто, яке з’єднує два континенти. Ми гуляли Айя-Софією, Голубою мечеттю і Гранд-базаром. Потім сіли на пором і перепливли Босфор, щоб побачити іншу сторону міста. Вечорами ми куштували кебаби і пахлаву в маленьких кав’ярнях. Стамбул вражає різноманіттям і залишає бажання повертатися знову і знову.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-02-10",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea078fef"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fef.webp",
    "title": "Патагонія: на краю світу серед льодовиків і вітрів",
    "article": "Патагонія — край, де природа диктує свої правила. Ми вирушили у трекінг Торрес-дель-Пайне і зрозуміли, чому цей маршрут називають одним із найскладніших. Вітер тут настільки сильний, що зносить з ніг, а погода змінюється щогодини. Але краєвиди варті кожної години боротьби. Льодовики, бірюзові озера, величні гори — це місце здається нереальним. Особливо запам’ятався світанок, коли вершини гір вкрилися рожевим світлом. Патагонія — це подорож, що вчить смиренню і любові до дикої природи.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2025-03-27",
    "favoriteCount": 3
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff1"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff1.webp",
    "title": "Перлина Перу: стародавнє місто Мачу-Пікчу",
    "article": "Мачу-Пікчу — мрія багатьох мандрівників. Ми обрали маршрут Інка Трейл, щоб відчути шлях, яким колись ходили стародавні мешканці. Чотири дні у горах, ночівлі у наметах, світанок над Андами — і ось він, вид на місто серед хмар. Стояти тут — це відчуття причетності до історії. Кожна кам’яна стіна має свою таємницю. У статті ділюсь враженнями і практичними порадами: як підготуватися до висоти, що брати із собою і чому варто йти саме пішим маршрутом, а не їхати потягом.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-06-26",
    "favoriteCount": 3
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff4"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff4.webp",
    "title": "Ісландія кільцем: дорога навколо острова",
    "article": "Подорож Ісландією кільцевою дорогою — це наче пригода в іншій реальності. Ми почали з Рейк’явіка і вирушили за маршрутом, що охоплює водоспади Ґульфосс, Ґейзир, а далі — чорні пляжі Віка. Кожна зупинка вражала ще більше: вулкани, лавові поля, льодовики, гарячі джерела. Особливо пам’ятається вечір у маленькому селищі, де місцеві запросили нас до геотермального басейну, що був просто посеред поля. Ісландія — країна, де природа постійно нагадує, що вона головна. Цей маршрут вартий кожної години дороги.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-06-06",
    "favoriteCount": 18
  },
  {
    "_id": {
      "id": "68498236a100312bea079010"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079010.webp",
    "title": "Індія: святковий колорит Варанасі",
    "article": "Варанасі — одне з найсвятіших міст Індії. Ми прокинулись о 5-й ранку, щоб побачити ритуали на ґхатах Гангу. Люди купалися в річці, палили пахощі, а човни пливли повз. Атмосфера була настільки сильна, що складно описати словами. Ввечері ми стали свідками церемонії Арті, коли сотні ламп освітлюють берег. Варанасі — це подорож у світ духовності і традицій.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2024-09-14",
    "favoriteCount": 9
  },
  {
    "_id": {
      "id": "68498236a100312bea079014"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079014.webp",
    "title": "Монголія: життя у степу",
    "article": "Монголія — країна безкрайніх просторів. Ми провели тиждень у юрті разом із місцевою родиною. Дні минали серед випасу худоби, вечори — біля вогнища під зоряним небом. Ми вчилися їздити верхи, куштували кумис і слухали легенди кочівників. Ця подорож подарувала відчуття свободи і простоти, яку важко знайти в сучасному світі. Монголія вчить жити у гармонії з природою.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-03-06",
    "favoriteCount": 1
  },
  {
    "_id": {
      "id": "68498236a100312bea07903b"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07903b.webp",
    "title": "Іспанія: Гауді і архітектура Барселони",
    "article": "Барселона — місто, яке неможливо уявити без Антоніо Гауді. Саграда Фамілія вражає своїми деталями і масштабом, навіть недобудованою. Парк Гуель — це казковий світ із кольоровими мозаїками і фантастичними формами. Ми прогулювалися Рамблою, куштували тапас і насолоджувалися морем. Барселона подарувала відчуття свята і натхнення.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2024-11-06",
    "favoriteCount": 15
  },
  {
    "_id": {
      "id": "68498236a100312bea078fee"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fee.webp",
    "title": "Грузія на смак: винні підвали та гірські села",
    "article": "Грузія — країна, де гастрономія і культура нерозривні. Ми розпочали подорож з Тбілісі, занурившись у старовинні вулички та бані. Потім вирушили до Кахетії, де кожен господар має власний винний підвал і пригощає гостей кахетинським вином, настояним у квеврі. Дорогою ми зустрічали людей, які запрошували просто з дороги до своїх домівок. Сванетія подарувала зовсім інші враження — кам’яні вежі та засніжені вершини. Ця подорож стала нагадуванням, що справжнє багатство Грузії — це гостинність і тепло сердець.",
    "category": {
      "id": "68fb50c80ae91338641121f8"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2025-06-13",
    "favoriteCount": 22
  },
  {
    "_id": {
      "id": "68498236a100312bea07902e"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07902e.webp",
    "title": "Ірландія: узбережжя Мохерських скель",
    "article": "Скелі Мохер — одне з найвідоміших місць Ірландії. Ми йшли стежкою вздовж узбережжя і милувалися видом на Атлантичний океан. Вітер був сильним, але краса краєвидів перекривала все. Вечорами ми відвідували пабі з живою музикою, де місцеві грали на скрипках і співали. Ірландія подарувала поєднання дикої природи і щирої культури.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-05-22",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea079039"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079039.webp",
    "title": "Франція: Лазуровий берег",
    "article": "Лазуровий берег — це поєднання моря і розкоші. Ми відвідали Ніццу, Канни і Монако, насолоджуючись пляжами і вечірнім життям. Променад дез Англе в Ніцці подарував нам вечірню прогулянку з видом на море. У Каннах ми потрапили на кінофестиваль і відчули атмосферу свята. Це була подорож у світ сонця і середземноморського стилю.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-11-01",
    "favoriteCount": 29
  },
  {
    "_id": {
      "id": "68498236a100312bea079022"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079022.webp",
    "title": "Греція: міфи і білі будинки Санторіні",
    "article": "Санторіні — це острів, що вражає своїми краєвидами. Білі будинки з блакитними дахами, вузькі вулички і неймовірні заходи сонця створюють відчуття, що ти у казці. Ми куштували місцеве вино і свіжі морепродукти, а вдень гуляли пляжами з чорним і червоним піском. Греція подарувала нам ідеальне поєднання відпочинку і культури.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-03-22",
    "favoriteCount": 5
  },
  {
    "_id": {
      "id": "68498236a100312bea07901c"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07901c.webp",
    "title": "Марокко: вулиці Марракеша",
    "article": "Марракеш — це місто кольорів і запахів. Медина з її вузькими вуличками, базари зі спеціями, килимами і ліхтарями створюють атмосферу казки. Ми заблукали серед лавок, де продавці запрошували скуштувати м’ятний чай. Палац Бахія і сади Мажорель додали спокою серед хаосу міста. Вечорами ми спостерігали за виступами музикантів і танцюристів на площі Джема-ель-Фна. Марракеш залишає яскраві враження і бажання повернутися.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-09-24",
    "favoriteCount": 28
  },
  {
    "_id": {
      "id": "68498236a100312bea07900f"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900f.webp",
    "title": "Франція: Прованс у сезон лаванди",
    "article": "Прованс у липні — це море фіолетових полів. Ми проїхали маршрутом від Валансолу до Русіййона і насолоджувалися ароматом лаванди, який відчувається всюди. У маленьких селах продавали мед і мило з лавандою, а вечорами ми смакували місцеве вино на терасах. Прованс подарував відчуття легкості і радості життя.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-08-18",
    "favoriteCount": 13
  },
  {
    "_id": {
      "id": "68498236a100312bea078fe9"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe9.webp",
    "title": "Арктика на яхті: чотири тижні серед айсбергів",
    "article": "Північний Льодовитий океан. Ми провели чотири тижні на яхті, яка прокладала шлях крізь крижане море. Мандрівка почалася зі Шпіцбергена, звідки ми попливли на північ — до кромки льоду. Айсберги величезні, білі ведмеді з’являються на обрії. Ночі світлі — це полярне літо. Ми знімали документальний фільм, але ця експедиція стала більше, ніж зйомкою. Вона стала усвідомленням тендітності природи. У статті — щоденник подорожі, опис техніки та умови виживання у суворому кліматі Арктики.",
    "category": {
      "id": "68fb50c80ae91338641121f6"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-09-28",
    "favoriteCount": 9
  },
  {
    "_id": {
      "id": "68498236a100312bea07901d"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07901d.webp",
    "title": "Австралія: чудеса Великого Бар’єрного рифу",
    "article": "Великий Бар’єрний риф — це підводна країна див. Ми вирушили у дайвінг-тур біля Кернса і побачили коралові сади з неймовірною кількістю риб, черепах і навіть акул. Занурення серед цього багатства природи змушує усвідомити, наскільки тендітним є наш океан. Вечорами ми відпочивали на пляжах Квінсленду, насолоджуючись заходами сонця. Австралія подарувала одні з найяскравіших вражень від моря.",
    "category": {
      "id": "68fb50c80ae91338641121f9"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2024-12-11",
    "favoriteCount": 20
  },
  {
    "_id": {
      "id": "68498236a100312bea079003"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079003.webp",
    "title": "Нова Зеландія: кемпінг серед гір і озер",
    "article": "Нова Зеландія — країна для тих, хто любить свободу подорожей. Ми орендували будинок на колесах і вирушили у мандрівку Південним островом. Дні минали у горах, серед озер і біля океану. Найяскравішим моментом стала ночівля біля озера Текапо: зоряне небо виглядало як жива картина. Нова Зеландія вчить відчувати гармонію з природою і насолоджуватись кожною миттю дороги.",
    "category": {
      "id": "68fb50c80ae91338641121f9"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-06-28",
    "favoriteCount": 26
  },
  {
    "_id": {
      "id": "68498236a100312bea07902c"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07902c.webp",
    "title": "Швеція: літо у Стокгольмі",
    "article": "Стокгольм — місто на островах. Ми гуляли Гамла-Станом, де вузькі вулички і жовті будиночки створюють атмосферу середньовіччя. Відвідали музей Васа і сучасний музей АВВА. А вечорами сиділи на набережних, спостерігаючи за човнами. Стокгольм подарував легкість і скандинавське відчуття стилю.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-07-25",
    "favoriteCount": 0
  },
  {
    "_id": {
      "id": "68498236a100312bea079028"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079028.webp",
    "title": "Австрія: музика Зальцбурга",
    "article": "Зальцбург — місто Моцарта і барокової архітектури. Ми відвідали його музей, а ввечері насолоджувалися концертом класичної музики у старовинному палаці. Прогулянка вузькими вуличками Старого міста відкрила нам маленькі кав’ярні та книгарні. Особливим було підняття на фортецю Гогензальцбург, звідки відкривається панорама міста і Альп. Зальцбург — це гармонія мистецтва і природи.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-01-20",
    "favoriteCount": 23
  },
  {
    "_id": {
      "id": "68498236a100312bea07901a"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07901a.webp",
    "title": "Шрі-Ланка: чайні плантації Нувара-Елії",
    "article": "Шрі-Ланка — це острів ароматів і зелених пагорбів. Ми відвідали чайні плантації Нувара-Елії і побачили, як збирають чайні листки. Дегустація свіжозавареного чаю на терасі з видом на гори була особливим моментом подорожі. Крім того, ми здійснили поїздку на поїзді Канді — Елла, який проходить серед джунглів і водоспадів. Це була одна з найкрасивіших залізничних подорожей у житті.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-03-23",
    "favoriteCount": 7
  },
  {
    "_id": {
      "id": "68498236a100312bea079025"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079025.webp",
    "title": "Німеччина: різдвяні ярмарки",
    "article": "Німеччина взимку — це чарівний світ різдвяних ярмарків. Ми відвідали Нюрнберг і Дрезден, де вулички заповнені глінтвейном, пряниками і святковою музикою. Атмосфера була настільки тепла, що навіть холод не заважав. Різдвяні ярмарки Німеччини — це традиція, що створює відчуття казки.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-06-18",
    "favoriteCount": 10
  },
  {
    "_id": {
      "id": "68498236a100312bea07900b"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900b.webp",
    "title": "Єгипет: враження від Луксора",
    "article": "Луксор — це справжній музей під відкритим небом. Ми відвідали Долину царів, де збереглися гробниці фараонів із розписами, що сяють і сьогодні. Храм Хатшепсут вразив величчю і масштабом. А вечірня прогулянка вздовж Нілу залишила особливі спогади. Єгипет — це країна, де історія оживає на кожному кроці.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-11-03",
    "favoriteCount": 20
  },
  {
    "_id": {
      "id": "68498236a100312bea079042"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079042.webp",
    "title": "Танзанія: Занзібарські пляжі",
    "article": "Занзібар — це бірюзове море, білі пляжі і кокосові пальми. Ми відпочивали у маленькому гостьовому будинку, куштували свіжу рибу і спеції, які ростуть на острові. Прогулянка Стоун-Тауном відкрила нам арабську архітектуру і ринки. Занзібар став ідеальним місцем для відновлення після сафарі на материку.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-06-16",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea078fff"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fff.webp",
    "title": "Амазонія: у серці джунглів",
    "article": "Експедиція в Амазонію стала справжнім випробуванням і відкриттям. Ми подорожували човном вузькими річками, слухали спів птахів і гули мавп. Гіди навчали нас розпізнавати сліди тварин і знаходити їжу серед тропічних рослин. Ночівлі у гамаку просто в джунглях були незабутнім досвідом: нічні звуки природи створювали відчуття, що джунглі живуть власним життям. Амазонія — це світ, де людина почувається гостем, а кожен крок відкриває нову таємницю.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-02-28",
    "favoriteCount": 18
  },
  {
    "_id": {
      "id": "68498236a100312bea079037"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079037.webp",
    "title": "Норвегія: Прекестулен — скеля для сміливців",
    "article": "Прекестулен, або Кафедра Проповідника, — це скеля, що височіє над Люсефьордом. Ми піднімалися кілька годин, і кожен метр маршруту був захоплюючим. На вершині нас чекала панорама, від якої перехоплює подих. Стояти на краю цієї скелі — це випробування на сміливість і незабутнє відчуття свободи. Норвегія подарувала один із найяскравіших моментів подорожі.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-10-06",
    "favoriteCount": 11
  },
  {
    "_id": {
      "id": "68498236a100312bea079017"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079017.webp",
    "title": "Хорватія: від Дубровника до Плітвицьких озер",
    "article": "Хорватія — це поєднання моря, гір і стародавніх міст. Дубровник вразив своїми мурами і вуличками, що нагадують про середньовіччя. А Плітвицькі озера — це справжнє диво природи з водоспадами і бірюзовими озерами. Ми подорожували уздовж узбережжя, зупиняючись у маленьких рибальських селах. Хорватія залишила відчуття легкості і тепла.",
    "category": {
      "id": "68fb50c80ae91338641121f7"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-02-11",
    "favoriteCount": 12
  },
  {
    "_id": {
      "id": "68498236a100312bea07903c"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07903c.webp",
    "title": "Китай: Великий китайський мур",
    "article": "Великий китайський мур простягається на тисячі кілометрів, і ми відвідали одну з його ділянок поблизу Пекіна. Підйом по сходах був виснажливим, але вид на гори і стародавні стіни вартував зусиль. Уявити, як цю споруду будували століттями, важко. Це місце залишає відчуття величі і сили людської праці.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2024-08-26",
    "favoriteCount": 6
  },
  {
    "_id": {
      "id": "68498236a100312bea079030"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079030.webp",
    "title": "Перу: трекінг до райдужної гори Віньїкунка",
    "article": "Віньїкунка, або Райдужна гора, стала одним із головних відкриттів нашої подорожі в Перу. Підйом був непростим через висоту понад 5000 метрів, але кожен крок винагороджувався краєвидами. Кольорові шари гір виглядають нереально — від червоного до зеленого і жовтого. На вершині панує тиша, а вітер приносить відчуття свободи. Це місце, де розумієш велич природи. У статті ділюся порадами: як підготуватися до висоти, що взяти з собою і коли найкраще йти у похід.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-07-08",
    "favoriteCount": 0
  },
  {
    "_id": {
      "id": "68498236a100312bea079011"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079011.webp",
    "title": "Швейцарія: Альпи і вершина Юнгфрау",
    "article": "Ми сіли на поїзд, який піднімається на вершину Юнгфрау — «даху Європи». Альпи вражали з кожним метром підйому. На вершині нас чекали льодові печери і панорама гір, що здавались безкінечними. Прогулянки навколо показали, що Швейцарія — це країна, де природа і комфорт гармонійно поєднані.",
    "category": {
      "id": "68fb50c80ae91338641121f1"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-10-26",
    "favoriteCount": 26
  },
  {
    "_id": {
      "id": "68498236a100312bea078fea"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fea.webp",
    "title": "Марокко на мотоциклі: від океану до Сахари",
    "article": "Марокко — це запах спецій, кольори базарів і нескінченна дорога. Ми проїхали понад 2000 км на мотоциклі: від Касабланки до дюн Ерг-Чеббі. Узбережжя Атлантики вражає скелями, Ес-Сувейра — морепродуктами, а внутрішня частина країни — гірськими перевалами та оазами. Ночували у берберських шатрах під зоряним небом. Це була подорож, у якій ти — частина дороги. У блозі — карта маршруту, технічна підготовка, і як зберегти рівновагу на піску.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2024-11-26",
    "favoriteCount": 12
  },
  {
    "_id": {
      "id": "68498236a100312bea079019"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079019.webp",
    "title": "Аргентина: танго в Буенос-Айресі",
    "article": "Буенос-Айрес — місто, яке живе танго. Ми відвідали маленьке кафе, де танцювали місцеві пари, і відчули енергію цього танцю. Вулиці Ла Боки вразили барвистими будинками і атмосферою свята. Крім того, ми скуштували знамениті стейки і малбек, що стали символами Аргентини. Буенос-Айрес подарував відчуття радості і пристрасті.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2024-09-08",
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffe"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffe.webp",
    "title": "Сванетія: серед веж і гірських легенд",
    "article": "Сванетія — один із найвіддаленіших і найчарівніших регіонів Грузії. Ми вирушили у село Местія, де кам’яні вежі нагадують про давні часи. Тут кожна родина має власну історію, а пісні й танці передаються з покоління в покоління. Ми ходили стежками до льодовиків, зупинялися в гостинних домівках і куштували традиційні сванські пироги. Найбільш емоційним моментом став похід до Ушгулі — одного з найвисокогірніших поселень Європи. Сванетія залишає відчуття, ніби ти доторкнувся до живої історії Кавказу.",
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-01-26",
    "category": {
      "id": "68fb50c80ae91338641121f5"
    },
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea079001"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079001.webp",
    "title": "Піренеї: трек у тиші гір",
    "article": "Ми вирушили у трекінг Піренеями, уникаючи популярних маршрутів. Гори вражають своєю красою і спокоєм. На стежках ми зустрічали лише пастухів і кілька мандрівників. Вечори проводили в маленьких притулках, де подавали гарячу юшку й домашній хліб. Ранкові світанки в горах були особливо чарівними: повітря свіже, а сонце повільно освітлює вершини. Піренеї — це ідеальне місце, щоб знайти тишу і відновити сили.",
    "category": {
      "id": "68fb50c80ae91338641121f1"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2024-09-17",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffc"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffc.webp",
    "title": "Іран: гостинність, що розвіює стереотипи",
    "article": "Іран вразив своєю культурою і людьми. Тегеран, Ісфахан і Шираз відкрилися нам як міста з величними мечетями, базарами і садами. Але найбільше запам’яталася гостинність місцевих: нас запрошували додому, пригощали чаєм і розповідали про своє життя. Ця подорож змінила моє уявлення про країну. Іран — це місце, яке варто побачити, щоб зрозуміти його багатство і теплоту людей.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-05-25",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea078fe6"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe6.webp",
    "title": "Венеція без туристів: маршрути для справжніх мандрівників",
    "article": "Венеція — це не лише площа Святого Марка і гондоли на Канале Ґранде. Ми вирішили дослідити місто з іншого боку — вулицями, де не ходять натовпи, де старі венеціанці щодня п’ють еспресо на розі, а сусідки обговорюють погоду через балкони. Виявляється, є цілий район — Кастелло, де майже немає туристів, але є мальовничі канали, старовинні церкви і рибні ринки. Відкрили для себе і острів Джудекка — справжню Венецію без пафосу. У блозі ділюсь маршрутами, куди варто заглянути, аби побачити справжнє місто.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2025-03-27",
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea07901e"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07901e.webp",
    "title": "Італія: романтика Венеції",
    "article": "Венеція — місто на воді, де кожен міст і канал мають свою історію. Ми каталися на гондолі, слухаючи спів гондольєра, і гуляли площею Святого Марка. Особливим було відвідування островів Мурано і Бурано: перший відомий своїм склом, другий — різнобарвними будинками. Венеція — це місто, яке залишається в серці назавжди.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-12-09",
    "favoriteCount": 15
  },
  {
    "_id": {
      "id": "68498236a100312bea079029"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079029.webp",
    "title": "Таїланд: храми Бангкока",
    "article": "Бангкок — це місто контрастів. Ми відвідали храм Смарагдового Будди і Золоту гору, де відчули дух духовності серед шумного мегаполіса. Вулиці заповнені вуличною їжею: ми куштували пад-тай і манго з клейким рисом. А вечорами гуляли нічними ринками, де життя вирує до світанку. Таїланд подарував незабутні враження від культури і смаків.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-08-02",
    "favoriteCount": 18
  },
  {
    "_id": {
      "id": "68498236a100312bea079005"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079005.webp",
    "title": "Балкани: від Белграда до Котора",
    "article": "Ми вирушили у подорож Балканами, без чіткого плану, лише з рюкзаком. У Белграді ми потрапили на нічний фестиваль, у Сараєво відчули дух багатокультурності, у Мостарі побачили знаменитий міст і стрибків у річку. Котор зустрів нас морем і горами водночас. Балкани подарували відчуття пригоди і нагадали, що подорож — це не лише пункт призначення, а й шлях між містами.",
    "category": {
      "id": "68fb50c80ae91338641121f7"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-07-01",
    "favoriteCount": 25
  },
  {
    "_id": {
      "id": "68498236a100312bea079012"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079012.webp",
    "title": "Індонезія: магія острова Балі",
    "article": "Балі — це не лише пляжі та серфінг, а й духовна культура, що відчувається всюди. Ми відвідали храм Танах Лот, який стоїть на скелі серед океану, і побували на церемонії з традиційними танцями. Убуда вразив рисовими терасами та майстернями художників. А сходження на вулкан Батур подарувало незабутній світанок. Балі відкрився нам як місце сили, де кожен може знайти баланс між відпочинком і натхненням.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-10-18",
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea079023"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079023.webp",
    "title": "Південна Африка: Кейптаун і Столова гора",
    "article": "Кейптаун — це місто, де зустрічаються океан і гори. Ми піднялися на Столову гору і побачили панораму міста і Атлантики. Прогулянка набережною V&A Waterfront відкрила нам ресторани з найсвіжішими морепродуктами. Особливим був виїзд до мису Доброї Надії, де відчуваєш силу природи. Південна Африка залишила відчуття величі і пригод.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-07-05",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea07903e"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07903e.webp",
    "title": "Італія: романтика Флоренції",
    "article": "Флоренція — серце епохи Відродження. Ми гуляли площею Синьйорії, відвідали галерею Уффіці і захоплювалися роботами Мікеланджело та Боттічеллі. Кафедральний собор із куполом Брунеллескі вражає величчю. Вечірня прогулянка вздовж Арно подарувала відчуття затишку і романтики. Флоренція — це місто, де мистецтво живе на кожному кроці.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-07-21",
    "favoriteCount": 1
  },
  {
    "_id": {
      "id": "68498236a100312bea079002"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079002.webp",
    "title": "Мадагаскар: острів дивовижних створінь",
    "article": "Мадагаскар — це планета в мініатюрі. Ми побачили баобаби, що підносяться до неба, і лемурів, які стрибали просто поруч. Подорожували як на джипах, так і на човнах, щоб дістатися віддалених сіл. Місцеві жителі ділилися історіями про свою культуру, що відрізняється від усіх африканських. Найбільше вразила «Алея баобабів» на заході сонця — картина, яку неможливо забути. Мадагаскар — це місце, де відчуваєш силу і різноманіття природи.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-08-28",
    "favoriteCount": 11
  },
  {
    "_id": {
      "id": "68498236a100312bea079024"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079024.webp",
    "title": "Філіппіни: райські острови Палаван",
    "article": "Палаван — це тропічний рай із бірюзовою водою, лагунами і печерами. Ми плавали на човнах між островами, пірнали серед коралів і відпочивали на білих пляжах. Селище Ель-Нідо стало базою для досліджень, але найкрасивішим був віддалений острів Корон. Філіппіни подарували відчуття справжнього відриву від цивілізації.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-08-06",
    "favoriteCount": 8
  },
  {
    "_id": {
      "id": "68498236a100312bea078fe8"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe8.webp",
    "title": "Казахстан: між степом і мегаполісом",
    "article": "Несподівана подорож у Казахстан відкрила перед нами країну контрастів: від сучасного Нур-Султану до безкраїх степів навколо Алмати. Ми скуштували бешбармак у юрті, піднялися на висоту понад 3000 метрів у горах Заілійського Алатау і зустріли пастухів, які живуть так, як і їхні предки століття тому. Казахстан — це неочікувано дружня країна з багатою історією та культурою. У блозі — маршрут на 7 днів, локальні страви та найцікавіші місця, яких немає в путівниках.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-07-23",
    "favoriteCount": 2
  },
  {
    "_id": {
      "id": "68498236a100312bea07901b"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07901b.webp",
    "title": "Йорданія: ніч у пустелі Ваді-Рам",
    "article": "Ваді-Рам називають «долиною Місяця», і це справедливо. Ми провели ніч у наметі серед пустелі, де зоряне небо було настільки близьким, що здавалося — можна доторкнутися до нього. Удень ми каталися на джипах серед піщаних скель і бачили, як сонце фарбує каміння в червоні відтінки. Це місце нагадує іншу планету. Йорданія подарувала досвід, що залишиться в пам’яті назавжди.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-03-13",
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea079043"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079043.webp",
    "title": "Франція: Лувр у Парижі",
    "article": "Лувр — найбільший музей світу, і одного дня для нього замало. Ми побачили Джоконду, Венеру Мілоську і сотні інших шедеврів. Прогулянка залами нагадувала подорож у часі. Після музею ми вийшли на набережну Сени і відчули атмосферу Парижа. Це було натхнення, яке залишиться надовго.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2024-11-02",
    "favoriteCount": 9
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff2"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff2.webp",
    "title": "Шовковий шлях Узбекистану: міста з блакитними куполами",
    "article": "Узбекистан став відкриттям. Самарканд і Бухара вражають величчю мечетей і медресе. Вулички пахнуть спеціями, а базари — це окремий світ, де можна загубитися серед килимів, прикрас і солодощів. Ми спілкувалися з майстрами, які й досі тчуть тканини вручну, і куштували плов, що готують у казані просто на вулиці. Цей регіон — живе свідчення того, як тисячі років тому каравани зупинялися тут, несучи товари й історії. У статті розповідаємо, як спланувати маршрут і що обов’язково варто побачити.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-03-06",
    "favoriteCount": 11
  },
  {
    "_id": {
      "id": "68498236a100312bea07900c"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900c.webp",
    "title": "Чилі: пустеля Атакама",
    "article": "Атакама — одна з найсухіших пустель світу. Ми провели кілька днів у маленькому містечку Сан-Педро-де-Атакама і здійснили виїзди до геотермальних полів, лагун із рожевими фламінго та Долини Місяця. Ночі в пустелі особливі: небо настільки ясне, що видно Чумацький Шлях у всій красі. Це місце для тих, хто хоче побачити іншу, космічну природу.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-12-22",
    "favoriteCount": 3
  },
  {
    "_id": {
      "id": "68498236a100312bea078fe7"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe7.webp",
    "title": "Північне сяйво в Норвегії: погоня за світлом",
    "article": "Побачити північне сяйво було моєю давньою мрією. І ось ми в Норвегії, за Полярним колом, на Лофотенських островах. Холод, вітер, але очікування — неймовірне. Ми кілька ночей шукали ясного неба, і зрештою — воно з’явилося: хвилі зеленого і фіолетового світла, що танцюють на нічному небі. Це щось позаземне. У статті — поради щодо техніки для зйомки, найкращі періоди для подорожі і бюджет на поїздку у високий сезон.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-05-14",
    "favoriteCount": 16
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff7"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff7.webp",
    "title": "Куба: життя у стилі ретро",
    "article": "Гавана — це місто, яке заворожує своїм ритмом. Барвисті будинки, старовинні американські авто і музика, що лунає з кожного двору. Ми провели кілька днів, гуляючи вузькими вулицями, куштуючи мохіто і спілкуючись із місцевими, які розповідали історії свого життя. Особливо вразив вечір у маленькому клубі, де літні музиканти грали так, ніби це їхній останній концерт. Куба — це країна, що живе в іншому часі, і саме це робить її такою чарівною.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-03-21",
    "favoriteCount": 0
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffa"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffa.webp",
    "title": "Підводне сафарі в Індонезії",
    "article": "Індонезія — справжній рай для дайверів. Ми занурювалися у водах поблизу островів Раджа Ампат і побачили коралові рифи, що вражають різнобарв’ям. Тропічні риби, морські черепахи, навіть акули — усе це поруч. Під водою відкривається цілий інший світ, настільки багатий і красивий, що важко повірити у його реальність. Ця подорож подарувала відчуття свободи і захоплення. У статті ділюся враженнями і порадами для тих, хто хоче спробувати дайвінг уперше.",
    "category": {
      "id": "68fb50c80ae91338641121f9"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-06-16",
    "favoriteCount": 4
  },
  {
    "_id": {
      "id": "68498236a100312bea079026"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079026.webp",
    "title": "Ісландія: купання в Блакитній лагуні",
    "article": "Блакитна лагуна — одна з візитівок Ісландії. Ми занурилися у теплі мінеральні води серед чорних лавових полів, і це було неймовірне поєднання тепла і холоду. Вода молочного відтінку і пара, що здіймається навколо, створюють відчуття іншої планети. Після купання ми скуштували традиційний ісландський обід із ягнятини та свіжої риби. Це місце подарувало повне розслаблення і відновлення сил.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2025-06-06",
    "favoriteCount": 17
  },
  {
    "_id": {
      "id": "68498236a100312bea079036"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079036.webp",
    "title": "В’єтнам: бухта Халонг",
    "article": "Бухта Халонг — це тисячі вапнякових островів, що піднімаються з води. Ми провели два дні на човні, зупиняючись у печерах і купаючись у тихих лагунах. Вранці ми вставали дуже рано, щоб зустріти світанок у морі туману. Це було відчуття повної гармонії з природою. В’єтнам показав нам свою красу в найчистішому вигляді.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-07-18",
    "favoriteCount": 2
  },
  {
    "_id": {
      "id": "68498236a100312bea079041"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079041.webp",
    "title": "Греція: Афіни і Акрополь",
    "article": "Афіни — місто, де минуле і сучасність переплітаються. Ми піднялися на Акрополь і побачили Парфенон, який і сьогодні вражає своєю величчю. Вулиці Плаки сповнені життя: таверни, музика, аромати грецької кухні. Афіни подарували нам відчуття причетності до історії і радості від сучасного ритму життя.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2025-01-22",
    "favoriteCount": 22
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff0"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff0.webp",
    "title": "Канали Амстердама: місто велосипедів і свободи",
    "article": "Амстердам — це місто, яке не сплутаєш ні з чим. Його вузькі будинки, що віддзеркалюються у каналах, створюють атмосферу затишку. Ми орендували велосипеди і відчули місто так, як його бачать місцеві. Вранці — прогулянка ринком квітів, вдень — відвідування музею Ван Гога, ввечері — невеликі кав’ярні з живою музикою. Але справжня магія Амстердама — у прогулянках без плану: коли просто йдеш, переходиш місток і знаходиш несподівані куточки. У цій статті я ділюсь порадами, як побачити місто за межами стереотипів.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2024-10-17",
    "favoriteCount": 19
  },
  {
    "_id": {
      "id": "68498236a100312bea079035"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079035.webp",
    "title": "США: каньйон Антилопи в Аризоні",
    "article": "Каньйон Антилопи вразив нас своїми формами і кольорами. Вузькі проходи з червоного пісковику виглядають як витвір мистецтва. Промені сонця пробиваються зверху і створюють магічну атмосферу. Гід розповідав легенди індіанців навахо, для яких це місце є священним. Фотографії виходили неймовірними, але жодна не передає справжньої краси. Це місце варто побачити своїми очима.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-08-04",
    "favoriteCount": 17
  },
  {
    "_id": {
      "id": "68498236a100312bea07903f"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07903f.webp",
    "title": "Марокко: казковий Фес",
    "article": "Фес — місто, де можна загубитися серед вузьких вуличок медини. Ми відвідали старовинні майстерні, де фарбують шкіру у яскраві кольори, і куштували традиційний кускус. Атмосфера Феса — це поєднання хаосу і чарівності. Тут відчуваєш справжній дух Сходу і середньовіччя, що живе й досі.",
    "category": {
      "id": "68fb50c80ae91338641121f4"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2025-05-06",
    "favoriteCount": 12
  },
  {
    "_id": {
      "id": "68498236a100312bea079018"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079018.webp",
    "title": "Китай: чарівність Гуйліня",
    "article": "Гуйлінь славиться своїми карстовими горами і річкою Лі. Ми вирушили у круїз і милувалися пейзажами, які виглядають як живописні картини. Села на березі зберегли традиційний уклад життя, а місцеві жителі пригощали нас зеленим чаєм. Гуйлінь — це місце, де природа і культура переплітаються, створюючи гармонію. Подорож сюди залишила відчуття казки.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-04-28",
    "favoriteCount": 25
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff3"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff3.webp",
    "title": "На мотоциклі крізь В’єтнам: від Ханої до Хо Ши Міна",
    "article": "Ця подорож була справжньою пригодою. Ми орендували мотоцикли у Ханої і вирушили через усю країну. Дороги вели повз рисові поля, гори і маленькі села, де діти вибігали на вулицю привітати мандрівників. Найбільше вразила затока Халонг — тисячі вапнякових островів серед бірюзової води. Дорога була нелегкою, але кожна зупинка приносила нові відкриття. У Хо Ши Міні подорож завершилась вечерею з вуличної їжі, яка виявилася найсмачнішою. В’єтнам відкрився як країна гостинних людей і дивовижної природи.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-01-16",
    "favoriteCount": 21
  },
  {
    "_id": {
      "id": "68498236a100312bea079015"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079015.webp",
    "title": "Мексика: місто майя Чичен-Іца",
    "article": "Чичен-Іца — одне з найвідоміших археологічних місць світу. Ми прогулювалися серед руїн, уявляючи, як тут колись вирувало життя. Піраміда Кукулькана вражає своєю геометрією і точністю. Особливим було відвідування сеноту — підземного озера з кришталево чистою водою. Мексика відкрилася нам як країна з багатою історією і культурою, що живе у серцях людей і сьогодні.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-09-26",
    "favoriteCount": 17
  },
  {
    "_id": {
      "id": "68498236a100312bea079021"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079021.webp",
    "title": "Шотландія: замки та озеро Лох-Несс",
    "article": "Шотландія — це країна легенд і туманів. Ми відвідали замки, що стоять на скелях біля моря, і гуляли уздовж озера Лох-Несс, намагаючись уявити його загадкового мешканця. Гори Гайлендс вражають суворою красою, а місцеві пабі дарують тепло і затишок. Шотландія залишила відчуття казкової подорожі.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2024-10-08",
    "favoriteCount": 21
  },
  {
    "_id": {
      "id": "68498236a100312bea079013"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079013.webp",
    "title": "Іспанія: фламенко у Севільї",
    "article": "Севілья — місто, яке палає пристрастю. Вузькі вулички, апельсинові дерева і музика, що лунає ввечері з кожного кафе. Ми відвідали справжній виступ фламенко у маленькому клубі, де енергія танцю була відчутною фізично. Крім того, побачили Алькасар і готичний собор, які вражають архітектурою. Севілья подарувала нам вечори, коли місто оживає, і ти стаєш частиною його ритму.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2025-04-05",
    "favoriteCount": 5
  },
  {
    "_id": {
      "id": "68498236a100312bea07902f"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07902f.webp",
    "title": "Японія: цвітіння сакури у Кіото",
    "article": "Цвітіння сакури — символ Японії. Ми вирушили у Кіото саме навесні, щоб побачити цю красу. Парк Маруяма і філософська стежка були вкриті рожевим цвітом. Люди сиділи під деревами, влаштовуючи ханамі — пікніки з друзями. Це було свято життя і весни. Японія подарувала відчуття гармонії і краси.",
    "category": {
      "id": "68fb50c80ae91338641121f0"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd010"
    },
    "date": "2025-05-20",
    "favoriteCount": 14
  },
  {
    "_id": {
      "id": "68498236a100312bea079040"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079040.webp",
    "title": "США: Гранд-Каньйон",
    "article": "Гранд-Каньйон — це місце, яке змушує відчути масштаб планети. Ми стояли на оглядовому майданчику і милувалися шарами скель, що відкривають історію мільйонів років. Спуск донизу був непростим, але краєвиди зсередини каньйону були ще вражаючішими. Це подорож, яка залишає глибокий слід у пам’яті.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2025-02-01",
    "favoriteCount": 27
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffb"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffb.webp",
    "title": "Нью-Йорк: урбаністичний портрет мегаполіса",
    "article": "Нью-Йорк — місто, яке ніколи не спить. Хмарочоси Манхеттена, яскраві вогні Таймс-сквер і тиша Центрального парку створюють неймовірний контраст. Ми провели тиждень, досліджуючи райони — від мистецького Брукліна до мультикультурного Квінса. У Нью-Йорку здається, що ти побував у багатьох країнах за один день. Вечірні концерти, музеї світового рівня, гастрономічні відкриття — усе це створює неповторний ритм міста. У статті я зібрав поради, як побачити Нью-Йорк очима місцевих.",
    "category": {
      "id": "68fb50c80ae91338641121f3"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-11-21",
    "favoriteCount": 17
  },
  {
    "_id": {
      "id": "68498236a100312bea079033"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079033.webp",
    "title": "Швейцарія: поїздка на Глетчер-експресі",
    "article": "Глетчер-експрес — один із найкрасивіших маршрутів у світі. Ми сіли на поїзд у Церматті і рушили через Альпи до Санкт-Моріца. Величезні панорамні вікна дозволяли милуватися льодовиками, ущелинами і гірськими селами. Це була подорож, де сама дорога стала головною пригодою. Швейцарія подарувала відчуття спокою і краси у кожному пейзажі.",
    "category": {
      "id": "68fb50c80ae91338641121f2"
    },
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-11-25",
    "favoriteCount": 19
  }
]