[
  {
    "_id": {
      "id": "68498236a100312bea078fe6"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe6_1_11zon.webp",
    "title": "Венеція без туристів: маршрути для справжніх мандрівників",
    "article": "Венеція — це не лише площа Святого Марка і гондоли на Канале Ґранде. Ми вирішили дослідити місто з іншого боку — вулицями, де не ходять натовпи, де старі венеціанці щодня п’ють еспресо на розі, а сусідки обговорюють погоду через балкони. Виявляється, є цілий район — Кастелло, де майже немає туристів, але є мальовничі канали, старовинні церкви і рибні ринки. Відкрили для себе і острів Джудекка — справжню Венецію без пафосу. У блозі ділюсь маршрутами, куди варто заглянути, аби побачити справжнє місто.",
    "category": "Європа",
    "rate": 16,
    "ownerId": {
      "id": "6881563901add19ee16fd018"
    },
    "date": "2025-03-27"
  },  
  {
    "_id": {
      "id": "68498236a100312bea078fe7"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe7_2_11zon.webp",
    "title": "Північне сяйво в Норвегії: погоня за світлом",
    "article": "Побачити північне сяйво було моєю давньою мрією. І ось ми в Норвегії, за Полярним колом, на Лофотенських островах. Холод, вітер, але очікування — неймовірне. Ми кілька ночей шукали ясного неба, і зрештою — воно з’явилося: хвилі зеленого і фіолетового світла, що танцюють на нічному небі. Це щось позаземне. У статті — поради щодо техніки для зйомки, найкращі періоди для подорожі і бюджет на поїздку у високий сезон.",
    "category": "Європа",
    "rate": 31,
    "ownerId": {
      "id": "6881563901add19ee16fcff3"
    },
    "date": "2025-05-14"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fe8"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe8_3_11zon.webp",
    "title": "Казахстан: між степом і мегаполісом",
    "article": "Несподівана подорож у Казахстан відкрила перед нами країну контрастів: від сучасного Нур-Султану до безкраїх степів навколо Алмати. Ми скуштували бешбармак у юрті, піднялися на висоту понад 3000 метрів у горах Заілійського Алатау і зустріли пастухів, які живуть так, як і їхні предки століття тому. Казахстан — це неочікувано дружня країна з багатою історією та культурою. У блозі — маршрут на 7 днів, локальні страви та найцікавіші місця, яких немає в путівниках.",
    "category": "Азія",
    "rate": 2,
    "ownerId": {
      "id": "6881563901add19ee16fd019"
    },
    "date": "2025-07-23"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fe9"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fe9_4_11zon.webp",
    "title": "Арктика на яхті: чотири тижні серед айсбергів",
    "article": "Північний Льодовитий океан. Ми провели чотири тижні на яхті, яка прокладала шлях крізь крижане море. Мандрівка почалася зі Шпіцбергена, звідки ми попливли на північ — до кромки льоду. Айсберги величезні, білі ведмеді з’являються на обрії. Ночі світлі — це полярне літо. Ми знімали документальний фільм, але ця експедиція стала більше, ніж зйомкою. Вона стала усвідомленням тендітності природи. У статті — щоденник подорожі, опис техніки та умови виживання у суворому кліматі Арктики.",
    "category": "Пустелі",
    "rate": 9,
    "ownerId": {
      "id": "6881563901add19ee16fcfff"
    },
    "date": "2024-09-28"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fea"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fea_5_11zon.webp",
    "title": "Марокко на мотоциклі: від океану до Сахари",
    "article": "Марокко — це запах спецій, кольори базарів і нескінченна дорога. Ми проїхали понад 2000 км на мотоциклі: від Касабланки до дюн Ерг-Чеббі. Узбережжя Атлантики вражає скелями, Ес-Сувейра — морепродуктами, а внутрішня частина країни — гірськими перевалами та оазами. Ночували у берберських шатрах під зоряним небом. Це була подорож, у якій ти — частина дороги. У блозі — карта маршруту, технічна підготовка, і як зберегти рівновагу на піску.",
    "category": "Африка",
    "rate": 12,
    "ownerId": {
      "id": "6881563901add19ee16fd008"
    },
    "date": "2024-11-26"
  },
  {
    "_id": {
      "id": "68498236a100312bea078feb"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078feb_6_11zon.webp",
    "title": "Секретні маршрути лагуни Венеції",
    "article": "Венеція завжди асоціюється з гондолами, площею Святого Марка та натовпами туристів. Але якщо зійти з головних вулиць, відкривається зовсім інше місто. Ми провели кілька днів у кварталі Каннареджо, де місцеві п’ють ранкову каву у маленьких барах і торгують на ринках. Тут немає суєти, а вузькі канали нагадують сцену зі старовинних картин. Ввечері ми сіли на човен і попливли до острова Мурано, щоб побачити, як склодуви створюють справжні дива з вогню і скла. Венеція у такому форматі — тиха, автентична і чарівна. У цій статті ми ділимось маршрутами, що дозволяють уникнути натовпу та побачити справжнє обличчя лагуни.",
    "category": "Європа",
    "rate": 25,
    "ownerId": {
      "id": "6881563901add19ee16fd01a"
    },
    "date": "2025-06-07"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fec"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fec_7_11zon.webp",
    "title": "Північне сяйво на Лофотенах: ніч, що світиться",
    "article": "Ми приїхали до Норвегії саме заради того, щоб побачити північне сяйво. Довгі вечори здавалися нескінченними, але очікування винагороджує. Коли небо очистилося від хмар, ми вперше побачили зелені хвилі світла, що рухалися небом. У Лофотенах цей феномен виглядає особливо яскраво завдяки віддзеркаленню у воді. Ми простояли кілька годин на морозі, не відчуваючи холоду, бо це було щось абсолютно неймовірне. У статті ділимось порадами: як підготуватися, коли найкращий сезон і яку фототехніку брати, аби зберегти цю магію на знімках.",
    "category": "Європа",
    "rate": 41,
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-10-14"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fed"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fed_8_11zon.webp",
    "title": "Тоскана: між виноградниками і середньовічними замками",
    "article": "Подорож у Тоскану — це завжди про баланс між природою і культурою. Ми орендували маленьке авто і вирушили у мандрівку вузькими дорогами, що ведуть через виноградники й оливкові гаї. У Сан-Джіміньяно нас зустріли вежі, що нагадують казкове середньовіччя, а у Монтальчино — дегустація вина Brunello, яке відоме у всьому світі. Кожне містечко має свою історію і характер. А найяскравішим моментом була вечеря у фермерському агротуризмо, де господарі приготували пасту власноруч. Тоскана — це регіон, який змушує закохатися з першого погляду і повернутися знову.",
    "category": "Європа",
    "rate": 2,
    "ownerId": {
      "id": "6881563901add19ee16fd015"
    },
    "date": "2025-05-28"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fee"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fee_9_11zon.webp",
    "title": "Грузія на смак: винні підвали та гірські села",
    "article": "Грузія — країна, де гастрономія і культура нерозривні. Ми розпочали подорож з Тбілісі, занурившись у старовинні вулички та бані. Потім вирушили до Кахетії, де кожен господар має власний винний підвал і пригощає гостей кахетинським вином, настояним у квеврі. Дорогою ми зустрічали людей, які запрошували просто з дороги до своїх домівок. Сванетія подарувала зовсім інші враження — кам’яні вежі та засніжені вершини. Ця подорож стала нагадуванням, що справжнє багатство Грузії — це гостинність і тепло сердець.",
    "category": "Кавказ",
    "rate": 22,
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-06-13"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fef"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fef_10_11zon.webp",
    "title": "Патагонія: на краю світу серед льодовиків і вітрів",
    "article": "Патагонія — край, де природа диктує свої правила. Ми вирушили у трекінг Торрес-дель-Пайне і зрозуміли, чому цей маршрут називають одним із найскладніших. Вітер тут настільки сильний, що зносить з ніг, а погода змінюється щогодини. Але краєвиди варті кожної години боротьби. Льодовики, бірюзові озера, величні гори — це місце здається нереальним. Особливо запам’ятався світанок, коли вершини гір вкрилися рожевим світлом. Патагонія — це подорож, що вчить смиренню і любові до дикої природи.",
    "category": "Америка",
    "rate": 3,
    "ownerId": {
      "id": "6881563901add19ee16fd014"
    },
    "date": "2025-03-27"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff0"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff0_11_11zon.webp",
    "title": "Канали Амстердама: місто велосипедів і свободи",
    "article": "Амстердам — це місто, яке не сплутаєш ні з чим. Його вузькі будинки, що віддзеркалюються у каналах, створюють атмосферу затишку. Ми орендували велосипеди і відчули місто так, як його бачать місцеві. Вранці — прогулянка ринком квітів, вдень — відвідування музею Ван Гога, ввечері — невеликі кав’ярні з живою музикою. Але справжня магія Амстердама — у прогулянках без плану: коли просто йдеш, переходиш місток і знаходиш несподівані куточки. У цій статті я ділюсь порадами, як побачити місто за межами стереотипів.",
    "category": "Європа",
    "rate": 38,
    "ownerId": {
      "id": "6881563901add19ee16fd016"
    },
    "date": "2024-10-17"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff1"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff1_12_11zon.webp",
    "title": "Перлина Перу: стародавнє місто Мачу-Пікчу",
    "article": "Мачу-Пікчу — мрія багатьох мандрівників. Ми обрали маршрут Інка Трейл, щоб відчути шлях, яким колись ходили стародавні мешканці. Чотири дні у горах, ночівлі у наметах, світанок над Андами — і ось він, вид на місто серед хмар. Стояти тут — це відчуття причетності до історії. Кожна кам’яна стіна має свою таємницю. У статті ділюсь враженнями і практичними порадами: як підготуватися до висоти, що брати із собою і чому варто йти саме пішим маршрутом, а не їхати потягом.",
    "category": "Америка",
    "rate": 3,
    "ownerId": {
      "id": "6881563901add19ee16fd002"
    },
    "date": "2025-06-26"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff2"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff2_13_11zon.webp",
    "title": "Шовковий шлях Узбекистану: міста з блакитними куполами",
    "article": "Узбекистан став відкриттям. Самарканд і Бухара вражають величчю мечетей і медресе. Вулички пахнуть спеціями, а базари — це окремий світ, де можна загубитися серед килимів, прикрас і солодощів. Ми спілкувалися з майстрами, які й досі тчуть тканини вручну, і куштували плов, що готують у казані просто на вулиці. Цей регіон — живе свідчення того, як тисячі років тому каравани зупинялися тут, несучи товари й історії. У статті розповідаємо, як спланувати маршрут і що обов’язково варто побачити.",
    "category": "Азія",
    "rate": 11,
    "ownerId": {
      "id": "6881563901add19ee16fd006"
    },
    "date": "2025-03-06"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff3"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff3_14_11zon.webp",
    "title": "На мотоциклі крізь В’єтнам: від Ханої до Хо Ши Міна",
    "article": "Ця подорож була справжньою пригодою. Ми орендували мотоцикли у Ханої і вирушили через усю країну. Дороги вели повз рисові поля, гори і маленькі села, де діти вибігали на вулицю привітати мандрівників. Найбільше вразила затока Халонг — тисячі вапнякових островів серед бірюзової води. Дорога була нелегкою, але кожна зупинка приносила нові відкриття. У Хо Ши Міні подорож завершилась вечерею з вуличної їжі, яка виявилася найсмачнішою. В’єтнам відкрився як країна гостинних людей і дивовижної природи.",
    "category": "Азія",
    "rate": 42,
    "ownerId": {
      "id": "6881563901add19ee16fd016"
    },
    "date": "2025-01-16"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff4"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff4_15_11zon.webp",
    "title": "Ісландія кільцем: дорога навколо острова",
    "article": "Подорож Ісландією кільцевою дорогою — це наче пригода в іншій реальності. Ми почали з Рейк’явіка і вирушили за маршрутом, що охоплює водоспади Ґульфосс, Ґейзир, а далі — чорні пляжі Віка. Кожна зупинка вражала ще більше: вулкани, лавові поля, льодовики, гарячі джерела. Особливо пам’ятається вечір у маленькому селищі, де місцеві запросили нас до геотермального басейну, що був просто посеред поля. Ісландія — країна, де природа постійно нагадує, що вона головна. Цей маршрут вартий кожної години дороги.",
    "category": "Європа",
    "rate": 18,
    "ownerId": {
      "id": "6881563901add19ee16fd01a"
    },
    "date": "2025-06-06"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff5"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff5_16_11zon.webp",
    "title": "Солончаки Уюні: дзеркало неба в Болівії",
    "article": "Солончаки Уюні — це місце, де небо і земля зливаються. Ми вирушили на джипах у триденний тур і побачили, як безкрайня біла рівнина перетворюється на дзеркало після дощу. Це виглядає так, ніби йдеш по хмарах. Вночі небо над солончаками було настільки ясним, що здавалось — можна доторкнутися до зірок. Ми зупинялись у маленьких готелях, збудованих із солі, і куштували місцеві страви. Уюні — одне з тих місць, які неможливо забути, бо воно виходить за межі уяви.",
    "category": "Америка",
    "rate": 24,
    "ownerId": {
      "id": "6881563901add19ee16fd011"
    },
    "date": "2024-11-13"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff6"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff6_17_11zon.webp",
    "title": "Ретрит у Карпатах: тиша гір і сила природи",
    "article": "Карпати — це не лише піші походи і лижі. Ми вирішили провести кілька днів у ретриті в маленькому селі, де головною розвагою було споглядання гір. Ранкові практики йоги, прогулянки стежками, купання у гірських річках і вечори біля вогнища зробили цю подорож особливою. Це була нагода зупинитися і почути себе. Карпати подарували відчуття спокою і наповненості. У статті ділюся тим, як організувати ретрит самостійно, де зупинитися і що взяти із собою, щоб відчути гармонію.",
    "category": "Гори",
    "rate": 8,
    "ownerId": {
      "id": "6881563901add19ee16fcffe"
    },
    "date": "2025-02-05"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff7"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff7_18_11zon.webp",
    "title": "Куба: життя у стилі ретро",
    "article": "Гавана — це місто, яке заворожує своїм ритмом. Барвисті будинки, старовинні американські авто і музика, що лунає з кожного двору. Ми провели кілька днів, гуляючи вузькими вулицями, куштуючи мохіто і спілкуючись із місцевими, які розповідали історії свого життя. Особливо вразив вечір у маленькому клубі, де літні музиканти грали так, ніби це їхній останній концерт. Куба — це країна, що живе в іншому часі, і саме це робить її такою чарівною.",
    "category": "Америка",
    "rate": 0,
    "ownerId": {
      "id": "6881563901add19ee16fd003"
    },
    "date": "2025-03-21"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff8"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff8_19_11zon.webp",
    "title": "Намібія: червоні дюни і дика природа",
    "article": "Намібія вразила своїм масштабом і кольорами. Ми вирушили до пустелі Наміб, де червоні дюни змінюють відтінки протягом дня. Сосусвлей — місце, що виглядає як картина: мертві дерева на тлі палаючих пісків. Далі — сафарі в Етоша, де ми бачили слонів, жирафів і левів у природному середовищі. Ця країна вчить бачити красу в простоті і безкрайності. У статті я ділюсь маршрутом, який поєднує пустелю, океан і дику природу.",
    "category": "Африка",
    "rate": 14,
    "ownerId": {
      "id": "6881563901add19ee16fcff2"
    },
    "date": "2024-12-06"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ff9"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ff9_20_11zon.webp",
    "title": "Бутан: королівство щастя",
    "article": "Бутан — країна, яка вимірює добробут не ВВП, а рівнем щастя своїх громадян. Ми відвідали монастир Тигрове Гніздо, що височіє на скелі, і спілкувались із ченцями, які зберігають традиції століттями. Тут немає натовпів туристів, а кожне містечко живе у своєму ритмі. Нас вразила простота і щирість людей, які зустрічали нас усмішками. Бутан — це країна, де час зупиняється, і де відчуваєш гармонію з собою.",
    "category": "Азія",
    "rate": 10,
    "ownerId": {
      "id": "6881563901add19ee16fd017"
    },
    "date": "2024-10-17"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffa"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffa_21_11zon.webp",
    "title": "Підводне сафарі в Індонезії",
    "article": "Індонезія — справжній рай для дайверів. Ми занурювалися у водах поблизу островів Раджа Ампат і побачили коралові рифи, що вражають різнобарв’ям. Тропічні риби, морські черепахи, навіть акули — усе це поруч. Під водою відкривається цілий інший світ, настільки багатий і красивий, що важко повірити у його реальність. Ця подорож подарувала відчуття свободи і захоплення. У статті ділюся враженнями і порадами для тих, хто хоче спробувати дайвінг уперше.",
    "category": "Океанія",
    "rate": 4,
    "ownerId": {
      "id": "6881563901add19ee16fcff3"
    },
    "date": "2025-06-16"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffb"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffb_22_11zon.webp",
    "title": "Нью-Йорк: урбаністичний портрет мегаполіса",
    "article": "Нью-Йорк — місто, яке ніколи не спить. Хмарочоси Манхеттена, яскраві вогні Таймс-сквер і тиша Центрального парку створюють неймовірний контраст. Ми провели тиждень, досліджуючи райони — від мистецького Брукліна до мультикультурного Квінса. У Нью-Йорку здається, що ти побував у багатьох країнах за один день. Вечірні концерти, музеї світового рівня, гастрономічні відкриття — усе це створює неповторний ритм міста. У статті я зібрав поради, як побачити Нью-Йорк очима місцевих.",
    "category": "Америка",
    "rate": 17,
    "ownerId": {
      "id": "6881563901add19ee16fd009"
    },
    "date": "2024-11-21"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffc"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffc_23_11zon.webp",
    "title": "Іран: гостинність, що розвіює стереотипи",
    "article": "Іран вразив своєю культурою і людьми. Тегеран, Ісфахан і Шираз відкрилися нам як міста з величними мечетями, базарами і садами. Але найбільше запам’яталася гостинність місцевих: нас запрошували додому, пригощали чаєм і розповідали про своє життя. Ця подорож змінила моє уявлення про країну. Іран — це місце, яке варто побачити, щоб зрозуміти його багатство і теплоту людей.",
    "category": "Азія",
    "rate": 37,
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-05-25"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffd"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffd_24_11zon.webp",
    "title": "Лапландія: казкове Різдво з оленями",
    "article": "Подорож у Лапландію — це втілення зимової казки. Ми відвідали резиденцію Санта-Клауса у Рованіємі, каталися на санях із хаскі та годували північних оленів. А ще ми спостерігали північне сяйво прямо з вікна скляного іглу. Це було неймовірне відчуття — засинати під зірковим небом. Лапландія дарує відчуття дитячої радості, незалежно від віку. У статті — поради, як спланувати зимову подорож і що обов’язково спробувати.",
    "category": "Європа",
    "rate": 43,
    "ownerId": {
      "id": "6881563901add19ee16fcffc"
    },
    "date": "2025-07-18"
  },
  {
    "_id": {
      "id": "68498236a100312bea078ffe"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078ffe_25_11zon.webp",
    "title": "Сванетія: серед веж і гірських легенд",
    "article": "Сванетія — один із найвіддаленіших і найчарівніших регіонів Грузії. Ми вирушили у село Местія, де кам’яні вежі нагадують про давні часи. Тут кожна родина має власну історію, а пісні й танці передаються з покоління в покоління. Ми ходили стежками до льодовиків, зупинялися в гостинних домівках і куштували традиційні сванські пироги. Найбільш емоційним моментом став похід до Ушгулі — одного з найвисокогірніших поселень Європи. Сванетія залишає відчуття, ніби ти доторкнувся до живої історії Кавказу.",
    "rate": 32,
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2025-01-26"
  },
  {
    "_id": {
      "id": "68498236a100312bea078fff"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea078fff_26_11zon.webp",
    "title": "Амазонія: у серці джунглів",
    "article": "Експедиція в Амазонію стала справжнім випробуванням і відкриттям. Ми подорожували човном вузькими річками, слухали спів птахів і гули мавп. Гіди навчали нас розпізнавати сліди тварин і знаходити їжу серед тропічних рослин. Ночівлі у гамаку просто в джунглях були незабутнім досвідом: нічні звуки природи створювали відчуття, що джунглі живуть власним життям. Амазонія — це світ, де людина почувається гостем, а кожен крок відкриває нову таємницю.",
    "category": "Америка",
    "rate": 35,
    "ownerId": {
      "id": "6881563901add19ee16fd005"
    },
    "date": "2025-02-28"
  },
  {
    "_id": {
      "id": "68498236a100312bea07900a"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900a_27_11zon.webp",
    "title": "Португалія: серфінг у Назаре",
    "article": "Назаре відома у світі як місце з найбільшими хвилями. Ми приїхали сюди в серпні, і хвилі були не настільки гігантськими, як взимку, але все одно вражали. Ми взяли урок серфінгу і провели кілька днів у воді. Атмосфера містечка дуже дружня, серфери з усього світу діляться досвідом і підтримують одне одного. Назаре подарувала відчуття свободи і сили океану.",
    "category": "Європа",
    "rate": 31,
    "ownerId": {
      "id": "6881563901add19ee16fd00b"
    },
    "date": "2024-08-06"
  },
  {
    "_id": {
      "id": "68498236a100312bea07900b"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900b_28_11zon.webp",
    "title": "Єгипет: враження від Луксора",
    "article": "Луксор — це справжній музей під відкритим небом. Ми відвідали Долину царів, де збереглися гробниці фараонів із розписами, що сяють і сьогодні. Храм Хатшепсут вразив величчю і масштабом. А вечірня прогулянка вздовж Нілу залишила особливі спогади. Єгипет — це країна, де історія оживає на кожному кроці.",
    "category": "Африка",
    "rate": 20,
    "ownerId": {
      "id": "6881563901add19ee16fd012"
    },
    "date": "2024-11-03"
  },
  {
    "_id": {
      "id": "68498236a100312bea07900c"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900c_29_11zon.webp",
    "title": "Чилі: пустеля Атакама",
    "article": "Атакама — одна з найсухіших пустель світу. Ми провели кілька днів у маленькому містечку Сан-Педро-де-Атакама і здійснили виїзди до геотермальних полів, лагун із рожевими фламінго та Долини Місяця. Ночі в пустелі особливі: небо настільки ясне, що видно Чумацький Шлях у всій красі. Це місце для тих, хто хоче побачити іншу, космічну природу.",
    "category": "Америка",
    "rate": 3,
    "ownerId": {
      "id": "6881563901add19ee16fd008"
    },
    "date": "2024-12-22"
  },
  {
    "_id": {
      "id": "68498236a100312bea07900d"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900d_30_11zon.webp",
    "title": "Туреччина: політ на повітряній кулі в Каппадокії",
    "article": "Каппадокія — це казковий пейзаж з печерними будинками і кам’яними «грибами». Але найбільше враження справив політ на повітряній кулі на світанку. Сотні куль здіймаються над долиною, і ти бачиш, як сонце поступово фарбує скелі в золотисті відтінки. Це один із тих досвідів, що залишаються назавжди. У статті ділюсь порадами, як підготуватися і яку компанію обрати для польоту.",
    "category": "Азія",
    "rate": 11,
    "ownerId": {
      "id": "6881563901add19ee16fd008"
    },
    "date": "2025-05-26"
  },
  {
    "_id": {
      "id": "68498236a100312bea07900e"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900e_31_11zon.webp",
    "title": "Канада: краса національного парку Банф",
    "article": "Канада вразила своїми горами і озерами. Ми провели кілька днів у парку Банф, де прогулянки вели до смарагдових вод озера Луїз і льодовика Колумбія. Кожен маршрут відкривав нові краєвиди. Увечері ми сиділи біля багаття, а вночі бачили північне сяйво. Банф — це місце, де відчуваєш велич природи і тишу гір.",
    "category": "Америка",
    "rate": 45,
    "ownerId": {
      "id": "6881563901add19ee16fd00f"
    },
    "date": "2025-06-17"
  },
  {
    "_id": {
      "id": "68498236a100312bea07900f"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea07900f_32_11zon.webp",
    "title": "Франція: Прованс у сезон лаванди",
    "article": "Прованс у липні — це море фіолетових полів. Ми проїхали маршрутом від Валансолу до Русіййона і насолоджувалися ароматом лаванди, який відчувається всюди. У маленьких селах продавали мед і мило з лавандою, а вечорами ми смакували місцеве вино на терасах. Прованс подарував відчуття легкості і радості життя.",
    "category": "Європа",
    "rate": 13,
    "ownerId": {
      "id": "6881563901add19ee16fcff7"
    },
    "date": "2024-08-18"
  },
  {
    "_id": {
      "id": "68498236a100312bea079000"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079000_33_11zon.webp",
    "title": "Сеул: де традиція зустрічається з майбутнім",
    "article": "Південна Корея здивувала балансом стародавнього і сучасного. У Сеулі ми відвідали палац Кьонбоккун, а потім опинилися серед неонових вогнів району Ґаннам. Вдень — чайна церемонія у ханоку, ввечері — вулична їжа на ринку Мьон-дон. Особливе враження справила подорож до села Букчон, де старі будинки гармонійно сусідять із сучасними кафе. Корея — це країна, де повага до традицій і технологічний прогрес йдуть поруч.",
    "category": "Азія",
    "rate": 14,
    "ownerId": {
      "id": "6881563901add19ee16fcffb"
    },
    "date": "2024-12-24"
  },
  {
    "_id": {
      "id": "68498236a100312bea079001"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079001_34_11zon.webp",
    "title": "Піренеї: трек у тиші гір",
    "article": "Ми вирушили у трекінг Піренеями, уникаючи популярних маршрутів. Гори вражають своєю красою і спокоєм. На стежках ми зустрічали лише пастухів і кілька мандрівників. Вечори проводили в маленьких притулках, де подавали гарячу юшку й домашній хліб. Ранкові світанки в горах були особливо чарівними: повітря свіже, а сонце повільно освітлює вершини. Піренеї — це ідеальне місце, щоб знайти тишу і відновити сили.",
    "category": "Гори",
    "rate": 37,
    "ownerId": {
      "id": "6881563901add19ee16fcff5"
    },
    "date": "2024-09-17"
  },
  {
    "_id": {
      "id": "68498236a100312bea079002"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079002_35_11zon.webp",
    "title": "Мадагаскар: острів дивовижних створінь",
    "article": "Мадагаскар — це планета в мініатюрі. Ми побачили баобаби, що підносяться до неба, і лемурів, які стрибали просто поруч. Подорожували як на джипах, так і на човнах, щоб дістатися віддалених сіл. Місцеві жителі ділилися історіями про свою культуру, що відрізняється від усіх африканських. Найбільше вразила «Алея баобабів» на заході сонця — картина, яку неможливо забути. Мадагаскар — це місце, де відчуваєш силу і різноманіття природи.",
    "category": "Африка",
    "rate": 11,
    "ownerId": {
      "id": "6881563901add19ee16fcff7"
    },
    "date": "2024-08-28"
  },
  {
    "_id": {
      "id": "68498236a100312bea079003"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079003_36_11zon.webp",
    "title": "Нова Зеландія: кемпінг серед гір і озер",
    "article": "Нова Зеландія — країна для тих, хто любить свободу подорожей. Ми орендували будинок на колесах і вирушили у мандрівку Південним островом. Дні минали у горах, серед озер і біля океану. Найяскравішим моментом стала ночівля біля озера Текапо: зоряне небо виглядало як жива картина. Нова Зеландія вчить відчувати гармонію з природою і насолоджуватись кожною миттю дороги.",
    "category": "Океанія",
    "rate": 26,
    "ownerId": {
      "id": "6881563901add19ee16fd00a"
    },
    "date": "2025-06-28"
  },
  {
    "_id": {
      "id": "68498236a100312bea079004"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079004_37_11zon.webp",
    "title": "Сицилія: вулкани, міста і смаки",
    "article": "Сицилія — це поєднання історії, природи і кулінарії. Ми піднімалися на Етну, гуляли вузькими вуличками Таорміни і смакували канолі на місцевих ринках. Кожне місто має свій характер: Палермо з його шумними вулицями, Сіракузи з античними руїнами, Чефалу з мальовничими пляжами. Сицилія відкрилася як острів контрастів, де кожен день приносить нові відкриття.",
    "category": "Європа",
    "rate": 29,
    "ownerId": {
      "id": "6881563901add19ee16fd012"
    },
    "date": "2025-03-08"
  },
  {
    "_id": {
      "id": "68498236a100312bea079005"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079005_38_11zon.webp",
    "title": "Балкани: від Белграда до Котора",
    "article": "Ми вирушили у подорож Балканами, без чіткого плану, лише з рюкзаком. У Белграді ми потрапили на нічний фестиваль, у Сараєво відчули дух багатокультурності, у Мостарі побачили знаменитий міст і стрибків у річку. Котор зустрів нас морем і горами водночас. Балкани подарували відчуття пригоди і нагадали, що подорож — це не лише пункт призначення, а й шлях між містами.",
    "category": "Балкани",
    "rate": 25,
    "ownerId": {
      "id": "6881563901add19ee16fd004"
    },
    "date": "2025-07-01"
  },
  {
    "_id": {
      "id": "68498236a100312bea079006"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079006_39_11zon.webp",
    "title": "Тайвань: велоподорож уздовж узбережжя",
    "article": "Тайвань став для нас країною відкриттів. Ми орендували велосипеди і проїхали кілька сотень кілометрів уздовж східного узбережжя. Дорога вела повз гірські ущелини, рисові поля і пляжі. Зупинялися у маленьких гостьових будинках, куштували локальні страви і знайомилися з доброзичливими людьми. Тайвань показав себе як країна, де традиція поєднується з сучасністю, а природа вражає масштабом.",
    "category": "Азія",
    "rate": 12,
    "ownerId": {
      "id": "6881563901add19ee16fd00e"
    },
    "date": "2025-06-05"
  },
  {
    "_id": {
      "id": "68498236a100312bea079007"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079007_40_11zon.webp",
    "title": "Норвегія: трек до фіордів",
    "article": "Фіорди Норвегії — це краса, яку важко описати словами. Ми вирушили у похід до Прекестулен і Тролтунґи. Підйоми були складними, але нагорода — вид на безкраї води і скелі — варта всіх зусиль. Норвегія вчить відчувати себе частиною природи. Кожен крок у цих горах дарує відчуття величі і свободи.",
    "category": "Європа",
    "rate": 21,
    "ownerId": {
      "id": "6881563901add19ee16fcffe"
    },
    "date": "2025-03-27"
  },
  {
    "_id": {
      "id": "68498236a100312bea079008"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079008_41_11zon.webp",
    "title": "Йорданія: шлях у Петру",
    "article": "Петра — одне з нових чудес світу, і вживу воно вражає ще більше. Ми пройшли Сік — вузький каньйон, який веде до Скарбниці, і вразилися масштабом стародавнього міста, висіченого у скелях. День минув у дослідженні храмів, амфітеатрів і гробниць. А ввечері ми залишилися на нічне шоу, коли Петра освітлюється сотнями свічок. Атмосфера була настільки чарівною, що здавалося, час повернувся на тисячі років назад.",
    "category": "Азія",
    "rate": 4,
    "ownerId": {
      "id": "6881563901add19ee16fcff7"
    },
    "date": "2025-01-10"
  },
  {
    "_id": {
      "id": "68498236a100312bea079009"
    },
    "img": "https://ftp.goit.study/img/travel-blog/68498236a100312bea079009_42_11zon.webp",
    "title": "Кенія: велике сафарі",
    "article": "Сафарі в Кенії — це зустріч із дикою природою в чистому вигляді. Ми вирушили до національного парку Масай-Мара і побачили левів, гепардів, жирафів і слонів. Найяскравішим моментом стала Велика Міграція антилоп гну, які переправлялися через річку. Це було видовищно і водночас драматично. Сафарі подарувало відчуття, що ми — лише гості в цьому величезному світі дикої природи.",
    "category": "Африка",
    "rate": 14,
    "ownerId": {
      "id": "6881563901add19ee16fcff6"
    },
    "date": "2024-10-27"
  }
]